Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J36.e.tmx
Source language: en_us
Languages: zh_cn

source: Contradictory Judgments of the Revolution at Its Inception
zh_cn: 大革命爆发之际，人们对它的评论歧异

source: Nothing is more apt to remind philosophers and statesmen of the need for modesty than the history of the French Revolution, for no event was greater or longer in the making or more fully prepared yet so little anticipated.
zh_cn: 没有任何事情比法国大革命史更能提醒哲学家、政治家们要谦虚谨慎；因为从来没有比它更伟大、更源远流长、更酝酿成熟但更无法预料的历史事件了。

source: Not even Frederick the Great, for all his genius, sensed what was coming.
zh_cn: 就连伟大的弗里德里希这样的天才，也没能预感到这场革命。

source: He was in contact with it yet failed to see it.
zh_cn: 他尽管接触到了，却视而不见。

source: Indeed, his actions were in accord with the spirit of the Revolution before the fact.
zh_cn: 不仅如此，他预先就是依照大革命精神行事的；

source: He was its precursor and, in a manner of speaking, its agent. Yet he did not see it looming on the horizon, and when at last it did show its face, the remarkable new features that would set it apart from a host of other revolutions initially went unnoticed.
zh_cn: 他是大革命的先行者，并且可以说他已经成为大革命的代理人，但在大革命迫近时，他并没有辨认出来；而当革命终于爆.发时，它同历史上众多的革命迥然不同，具有独特的新面貌，因而最初未被人们察觉。

source: Outside of France the Revolution aroused universal curiosity.
zh_cn: 在国外，大革命成为举世瞩目的事件；

source: It made people everywhere think that new times were coming and stirred vague hopes of change and reform, but no one yet suspected what it was to become.
zh_cn: 它无处不在各国人民心中产生一种隐隐约约的新时代即将来临的概念，一种变革与改良的朦胧希望；但谁也猜不出大革命究竟应该是什么样子。

source: Princes and their ministers lacked even the shadowy forebodings that agitated the masses.
zh_cn: 各国君主和大臣竟然缺乏这种模糊的预感，这种预感使人民一见到大革命就骚动起来。

source: At first they regarded the Revolution as one of those periodic maladies to which the constitutions of all nations are liable, whose only effect is to afford new opportunities to the policy of their neighbors.
zh_cn: 最初，君主和大臣认为革命只.不过是一场周期性疾病，各个民族的体质都难以避免，它只是为邻国的政治开辟新的领域，别无其他后果。

source: If by chance they hit upon the truth about the Revolution, they did so unwittingly.
zh_cn: 如果他们偶然道出了大革命的真谛，那也是无意的。

source: To be sure, the sovereigns of the various German states, meeting in Pillnitz in 1791, proclaimed that the danger that imperiled the French monarchy was common to all the old powers of Europe and that all were just as vulnerable as France.
zh_cn: 1791年，德意志各国君主聚集在匹尔尼茨，确实宣称法国君主制所面临的威胁乃是欧洲一切旧政权的共同威胁，它们与法国同处危难之中；

source: At bottom, however, they did not believe it.
zh_cn: 但是实际上，他们丝毫不相信这番话。

source: Secret documents from the period reveal that they viewed such declarations as cunning pretexts with which they masked their real intentions or colored them for the sake of the crowd.
zh_cn: 当时的秘密文件透露，这在他们只不过是巧立借口，以遮掩他们的意图，或者在众目睽睽下粉饰这些意图而已。

source: The princes and ministers themselves were convinced that the French Revolution was but a fleeting, local incident and that the only serious challenge it posed was how best to take advantage of it.
zh_cn: 对于他们来说，他们认为法国大革命是一次转瞬即遞的地方性事件，只消从中渔利就行了。

source: To that end, they hatched plans, prepared for action, and entered into secret alliances.
zh_cn: 基于这种思想，他们密谋策划，多方准备，结成秘密联盟。

source: They vied over how to divide the prospective prey, fell out with one another, found common ground.
zh_cn: 猎物既然近在眼前，他们便争夺起来，既相互分裂，又相互接近。

source: There was virtually no contingency for which they did not prepare, except what actually happened.
zh_cn: 他们的准备可谓面面俱到，唯独没有料到即将发生的事情。

source: The English, who, thanks to their own history and long practice of political freedom had a better understanding of what was happening, recognized as through a thick veil that a great revolution was under way.
zh_cn: 英国人对自己的历史记忆犹新，他们长期实行政治自由，因而富有见识和经验，透过厚厚的帷幕，他们的确看见了迅§临近的伟大革命的面目；

source: But they could not make out its form, and the influence that it would soon exert on their own fate and the fate of the world remained hidden from them.
zh_cn: 然而他们未能认清它的形式，不知道法国革命即将对世界的命运，对英国的命运产生什么影响。

source: Arthur Young, who was traveling in France on the eve of the Revolution and recognized its imminence, had so little inkling of its significance that he wondered whether the result might not be to increase privilege.
zh_cn: 大革命即将爆发之际，阿瑟·扬·正在法国游历，他认为这场革命已迫在眉睫，但对于这场革命的意义却一无所知，甚至以为大革命的后果会使特权增加。

source: "As to the nobility and clergy," he said, "if a revolution added anything to their scale, I think it would do more mischief than good."
zh_cn: 他说道：“如果这场革命给予贵族更多的优越地位，那么我想，它就弊大于利。”

source: Burke, whose mind was sharpened by the loathing that the Revolution inspired in him from its inception, was nevertheless hesitant at first about what to think.
zh_cn: 自法国革命爆发起，伯克心中便燃起仇恨，可是竟连伯克在某些时刻，对大革命亦无定见。

source: What he predicted initially was that France would be sapped of its strength by the Revolution and all but destroyed.
zh_cn: 起初他认为，大革命将使法国削弱，乃至灭亡。

source: "We may assume," he said, "that France's military might will be extinguished for some time to come, and that in the next generation men will echo the ancient dictum, Gallos quoque m belltsflorutsse audtvtmus" [We have heard it said that the Gauls, too, once excelled in war].
zh_cn: 他说道：“可以确信，法兰西的好战能耐将长久消失，甚至会永远消失，继往开来的一代将像那位古人一样说：我们曾听说，高卢人自己古时曾以武力著称。”

source: Judgment close to an event is no better than judgment from afar.
zh_cn: 近距离不如远距离更能准确地判断历史事件。

source: In France, on the eve of the Revolution's outbreak, no one yet had a clear idea of what was about to happen.
zh_cn: 在法国，大革命行将爆发的前夕，人们对革命将成就的事业并没有明确认识。

source: Only two of the innumerable grievance books indicate any apprehensiveness in regard to the people.
zh_cn: 在大量陈情书中，我只找到两份陈情书表达了人民的某种惧怕心理。

source: What did arouse fear was the likelihood that the royal government, or "court," as it was still called, would retain the preponderance of power.
zh_cn: 人们害怕的是王权一或者当时所‘称的宫廷一继续保持压倒一切的优势。

source: What worried contemporaries was that the Estates General were weak and short-lived.
zh_cn: 三级会议表现儒弱，而且为期很短，令人担忧。

source: There was fear that they would be vulnerable to violent intimidation.
zh_cn: 人们害怕会对他们使用暴力。

source: The nobility was particularly alarmed by this possibility.
zh_cn: 贵族对此尤其懦惴不安。

source: Any number of grievance books expressed the view that "the Swiss troops should swear an oath never to turn their weapons against the citizenry, even in case of riot or revolt."
zh_cn: 许多陈情书说道：“御前卫队应宣誓绝不把枪口对准公民，哪怕发生骚乱或暴动。”

source: Leave the Estates General free to do their work, and all the abuses would be easily eliminated.
zh_cn: 只要三级会议开得自由，一切弊端会一扫而光；

source: Vast reforms were needed, but reform would be easy.
zh_cn: 要实行的改革工程巨大，可是并不困难。

source: The Revolution nevertheless pursued its own course.
zh_cn: 然而，法囯革命按自己的进程发展。

source: The monster reared its head, and its novel and terrifying features were revealed.
zh_cn: 随着魔鬼的头部逐渐出现，它那奇特可怖的面孔暴露出来。

source: After destroying political institutions, it abolished civil institutions.
zh_cn: 大革命在摧毁了政治机构以后，又废除了民事机构；

source: First it changed laws, then mores, customs, and even language.
zh_cn: 在变革法律以后，又改变风尚、习俗，直至语言；

source: Having shredded the fabric of government, it undermined the foundations of society and ultimately went after God himself.
zh_cn: 摧毁了政府结构之后，又动摇了社会基础，似乎最终要清算上帝本身；

source: Then the Revolution spilled across French borders, employing previously unknown means, new tactics, and murderous maxims - "opinions in arms," as Pitt called them.
zh_cn: 这场大革命很快便跨越了国界，带着前所未闻的各种手段、新的战术、致命的准则，即皮特所谓的武装的舆论。

source: The ramparts of empires were swept away by an unprecedented force, which toppled thrones and rode roughshod over peoples, yet - wonder to behold! - simultaneously won them over to its cause.
zh_cn: 这个出奇强国冲决诸帝国的阻碍，打碎一顶顶王冠，蹂躏一个个民族，而且竟有这样怪事把这些民族争取到自己这边来！随着这一切的爆发，人们的观点发生了变化。

source: What the princes and statesmen of Europe had initially taken to be an unremarkable historical incident suddenly seemed a phenomenon so new and so different from anything that had ever happened before, yet so monstrous and incomprehensible, that the human mind could not grasp it.
zh_cn: 欧洲各国君主和政治家最初视为各民族生活中的常事，一变而为新事，它甚至与世上历来发生的一切截然对立，可是它又如此普遍，如此可怖，如此费解，以致面对这种现象，人类的精神茫然若失。

source: Some thought that this unknown force, which seemed neither to require nourishment nor to brook opposition, which no one could stop, and which could not stop itself, would lead to the complete and final dissolution of human society.
zh_cn: 一些人想，这个闻所未闻的威力仿佛自生而且永存，人们无法阻止它，它也绝不会自动停止，它将把人类社会推向最终的彻底崩溃。

source: Some regarded it as a visible sign of the devil's influence.
zh_cn: 许多人将大革命视为魔鬼在世间显灵。

source: "The French Revolution has a satanic character," M. de Maistre said in 1797.
zh_cn: 自1797年起，德·梅斯特尔先生便说道法国革命具有恶魔的特点。”

source: By contrast, others saw in it a beneficent plan of God, whose wish was to alter the face of the world as well as of France, indeed to create a new man.
zh_cn: 反之，另一些人则在大革命身上发现了上帝的福音，它不仅要更新法兰西的面貌，而且要使世界煥然一新，可以说要创造一种新人类。

source: In any number of writers from this period, we find something of the religious terror that Salvianus experienced at the sight of the barbarians.
zh_cn: 在当时的若干作家身上，都有这种带宗教色彩的惊恐心理，好比萨尔维当初见到蛮族一样。

source: Burke, making this idea his own, exclaimed: Deprived of the old Government, deprived in a manner of all Government, France, fallen as a Monarchy, to common speculators might have appeared more likely to be an object of pity or insult, according to the disposition of the circumjacent powers, than to be the scourge and terror of them all.
zh_cn: 伯克继续阐述他的思想，惊呼道法兰西岂只丧失了旧政府，简直丧失了一切政府，与其说法兰西必当成为人类的灾难与恐怖，不如说它几乎成了屈辱与怜悯的对象。

source: But out of the tomb of the murdered Monarchy in France, has arisen a vast, tremendous, unformed spectre, in a far more terrific guise than any which ever yet have overpowered the imagination and subdued the fortitude of man.
zh_cn: 但是，从这座被谋杀的君主制的坟墓中，却走出来一个丑陋、庞大、超出人类全部想象力的可怕的怪物。

source: Going straight forward to its end, unappalled by peril, unchecked by remorse, despising all common maxims and all common means, that hideous phantom overpowered those who could not believe it was possible she could at all exist.
zh_cn: 这个丑陋的怪物径直向目的地奔去，不为危险所惧，不因悔恨却步；它无视一切固有的准则，无视一切常规的手段，谁要是对它的存在不理解，便被它击倒。”

source: Was the event really as extraordinary as it seemed to contemporaries?
zh_cn: 法国革命确实像当时的人所感到的那样异乎寻常吗？

source: Was it as unprecedented and as deeply disturbing as they imagined?
zh_cn: 确实像他们所说的那样离奇、那样颠倒乾坤和锐意革新吗？

source: What was its true meaning?
zh_cn: 这场奇怪而可怕的革命的真正意义是什么？

source: What was its actual character?
zh_cn: 它的真正特点是什么？

source: What were the enduring effects of this strange and terrifying Revolution?
zh_cn: 它的深远效果是什么？

source: What precisely did it destroy?
zh_cn: 它具体摧毁了什么？

source: What did it create?
zh_cn: 它又创造了什么？

source: The time has come to investigate these questions and answer them.
zh_cn: 研究和论述这些问题的时机看来已经到来。

source: I believe that we stand today at the precise point from which this great event can best be perceived and judged.
zh_cn: 今天我们所处的确切地位正好使我们能更好地观察和判断这个伟大事物。

source: We are far enough from the Revolution that the passions that once clouded the view of those who made it have waned, yet close enough to empathize with them and understand the spirit that led them to it.
zh_cn: 我们离大革命已相当远，使我们只轻微地感受那种令革命参与者目眩的激情&gt；同时我们离大革命仍相当近，使我们能够深入到指引大革命的精神中去加以理解。

source: This will soon become more difficult, because great revolutions that succeed erase the causes that produced them and become incomprehensible by dint of their very success.
zh_cn: 过不多久，人们就很难做到这点了；因为伟大的革命一亘成功，便使产生革命的原因消失，革命由于本身的成功，反变得不可理解了。

source: That the Fundamental and Final Purpose of the Revolution Was Not, as Some Have Thought, to Destroy Religious Authority and Weaken Political Authority.
zh_cn: 大革命的根本与最终目的并非像人们过去认为的那样，是要摧毁宗教权力和削弱政治权力。

source: One of the French Revolution's first acts was to attack the Church, and among the passions born of the event the first to be kindled and the last to be extinguished was the irreligious passion.
zh_cn: 法国革命的最初措施之一是攻击教会，在大革命所产生的激情中，首先燃起而最后熄灭的是反宗教的激情。

source: Even after enthusiasm for liberty had vanished and the French were reduced to paying for tranquility with servitude, still they rebelled against religious authority.
zh_cn: 即使在人们被迫忍受奴役以换取安宁、对自由的热情烟消云散之时，他们仍在反抗宗教的权威。

source: Napoleon, who had been able to vanquish the Revolution's liberal genius, tried in vain to tame its anti-Christian spirit. Even in our own time we find men who believe they can redeem their servility to the pettiest of officials by their insolence toward God and who, even as they have abandoned all that was freest, noblest, and proudest in the doctrines of the Revolution, still boast of remaining true to its spirit by rejecting religion.
zh_cn: 拿破仑有能力制服法国革命的启由天赋，但他竭尽全力也不能制服它的反基督教天性，甚至到了今天，我们仍看到有些人，他们以为不敬上帝便是弥补了当初对政府区区小吏唯命是从的过失，他们拋弃了大革命信条中最自由、最高贵、最自豪的一切，却以忠于大革命的精神自矜，因为他们仍旧不信上帝。

source: Today, however, it is easy to see that the war on religion was merely an incidental aspect of the great Revolution, a salient yet transitory feature of its physiognomy, a temporary consequence of ideas, passions, and specific circumstances that preceded the Revolution and laid the groundwork for it, rather than of the revolutionary spirit itself.
zh_cn: 可是，人们今天不难明白，反宗教之战只是这场伟大革命中的一个事件，是大革命面貌的一个突出的却转瞬即逝的特征，是酝酿大革命并为其先奏的那些思想、激情、个别事件的暂时产物，而不是大革命的本身特性。

source: Eighteenth-century philosophy is rightly regarded as one of the principal causes of the Revolution, and it is true that that philosophy was deeply irreligious.
zh_cn: 人们有理由将18世纪哲学视为大革命的一个主要原因，的确，18世纪哲学带有深刻的非宗教性。

source: It is essential, however, to note that it consisted of two distinct and separable parts.
zh_cn: 但是仔细观察定会看到，它有两个部分，彼此分开，截然不同。

source: One part consisted of new or freshly revived opinions about social conditions and the principles of civil and political law, including, for example, the natural equality of human beings, the consequent abolition of all privileges of caste, class, and profession, popular sovereignty, the omnipotence of the social power, the uniformity of rules, and so on.
zh_cn: 一部分包含关于社会地位和民事、政治法律准则的所有新的或革新的观点，例如人类生来平等，因此应废除种姓、阶级、职业的一切特权，人民享有主权，社会权力至高无上，统一规章制度......

source: All these doctrines were not merely causes of the Revolution but also constituted its substance, so to speak. Among its achievements these were the most fundamental, the most durable, and the most true in the eyes of posterity.
zh_cn: 所有这些信条不仅是法国革命的原因，而且简直可以说就是大革命的內容；它们是大革命最基本的业缋，论时间，则是大革命最经久最实在的功绩。

source: For the rest, the eighteenth-century phtlosophes attacked the Church with a kind of fury.
zh_cn: 18世纪哲学家的另一部分信条是与教会为敌。

source: They attacked its clergy, its hierarchy, its institutions, and its dogma, and, the better to demolish all these things, they sought to undermine the very foundations of Christianity itself.
zh_cn: 他们攻击教士、教会等级、教会机构、教义，而且为了更彻底地推翻教会，他们还想将教会的基础连根拔掉。

source: But this aspect of eighteenth-century philosophy, being rooted in circumstances that the Revolution eliminated, was destined to vanish as they did and be buried beneath the Revolution's triumph.
zh_cn: 但是，18世纪哲学的这一部分既然产生于这场革命正在摧毁的各种事实中，它必然与这些事实一起逐渐消失，最终仿佛被埋葬在大革命的胜利之下。

source: I will add just a word to clarify my meaning for now, because I want to return to this important subject later: it was much less as religious doctrine than as political institution that Christianity aroused such fanatical hatred.
zh_cn: 为了使我的意思更明白，我只需补充一句，因为我还要在别的章节论述这一重大问题:基督教之所以激起这样强烈的仇恨，并非因为它是一种宗教教义，而是因为它是一种政治制度；

source: It did so not because priests claimed to govern the other world but because they were landowners, feudal lords, tithe collectors, and administrators in this one; not because the Church had no place in the new society that the people were about to institute but because it occupied the most privileged and powerful place in the old society, which was to be dashed to pieces.
zh_cn: 并非因为教士们自命要治理来世的事务，而是因为他们是尘世的地主、领主、什一税征收者、行政官吏；并非因为教会不能在行将建立的新社会占有位置，而是因为在正被粉碎的旧社会中，它占据了最享有特权、最有势力的地位。

source: Consider the way in which the passage of time has brought this truth to the fore and kept it in the limelight.
zh_cn: 不妨想一想，时间的推移已经证实了，而且每日每时都在证实下面这一真理:

source: As the political achievements of the Revolution have been consolidated, its antireligious efforts have come to naught.
zh_cn: 随着大革命政治业绩的巩固，它的反宗教事业即告覆灭；

source: As the ancient political institutions that the Revolution attacked were utterly destroyed; as the powers, influences, and classes that were particularly odious to it were progressively crushed; and - ultimate sign of their defeat - as even the hatreds they had once inspired withered and the clergy separated itself from everything that had fallen along with it, one began to see a gradual restoration of the power of the Church and a reaffirmation of its influence over the minds of men.
zh_cn: 随着大革命所攻击的一切旧政治制度更彻底被摧毁，大革命所憎恶的各种权力、影响、阶级被彻底制服，一去不复返，它们所激起的仇恨，作为失败的最后标志，也日渐减退。最后，当教士从一切和他们同时垮台的东西中日益分离出来时，人们便看到，教会的力量在人们的精神中逐步恢复，并且更加巩固。

source: Do not assume, moreover, that this phenomenon is peculiar to France. There is scarcely a Christian church anywhere in Europe that has not undergone a revival since the French Revolution.
zh_cn: 不要以为这种现象是法国所独有；自法国革命以来，欧洲的基督教会无一不重新振兴。

source: It is a serious error to believe that democratic societies are naturally hostile to religion. Nothing in Christianity or even in Catholicism is absolutely contrary to the democratic spirit, and a number of things are favorable to it.
zh_cn: 若以为民主社会必然与宗教为敌，那就大错特错了：基督教乃至天主教中，并没有什么东西是与民主社会的精神绝对对立的，有好多东西甚至对民主社会大为有利。

source: Indeed, the experience of centuries shows that the religious instinct has always struck its most tenacious roots in the heart of the people.
zh_cn: 此外，历朝历代的历史表明，最富有生命力的宗教本能始终扎根在人民心中。

source: Dying faiths have invariably found their last refuge there, and it would be strange indeed if institutions that tend to promote the ideas and passions of the people had the inevitable and enduring effect of encouraging impiety.
zh_cn: 所有已经消亡的宗教都在人民心中有自己的归宿，而倾向于顺应人民的思想感情的各种制度，到头来总是把人类精神推向不信宗教，岂非咄咄怪事。
